{"pageContext":{"posts":[{"excerpt":"Most of our interests while travelling include nature wonders and culture. In France we try to couple small prolonged weekend with either nature adventures or culture entertainement. We were always interested in witnessing the lovely purple colors of…","html":"<p>Most of our interests while travelling include nature wonders and culture. In France we try to couple small prolonged weekend with either nature adventures or culture entertainement.</p>\n<p>We were always interested in witnessing the lovely purple colors of the lavender fields near Aix en provence as well as exploring the breathtaking views and the vivid blue colors of the Verdon canyon in the same area.</p>\n<p>We don't usually plan early in advance our France trips and this was no different. We managed to liberate ourselves, on mid July, for a weekend plus Monday and we chose all of a sudden to wander around the Aix en provence area in search for lavenders and canyon adventures.</p>\n<tip title=\"Planning lavender visits\">\nIn the end our sudden decision to visit that area did not fully pay off. Even if everywhere on the internet people seem to say that lavender has its peak at early July and fields stay colorful till beginning of August, we found out the hard way that due to climate changes they collect lavender quite earlier.\nWe still managed to observe some nice fields but we were unlucky in the overall experience especially at plateau de Valensole.\n<p>If you are planning to do as us then the best solution would be to call the different agriculturers to find out when this year collect will happen. This is what they suggested, calling around May would give you the best information. Latest years the harvest tends to lean more at mid June especially at the Valensole plateau where all the iconic photos are shoot.\n</tip></p>\n<p>Our trip was so separated into 3 main sections. First was wandering around Aix en provence, its markets and nice city center, then going by car un our home designed lavender route and finally spending a day at the Gorges du Verdon.</p>\n<h1 id=\"aix-en-provence\"><a href=\"#aix-en-provence\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Aix en provence</h1>\n<p>The city during the summer days is buzzing with life. Markets are untill late at night and eveything seems quite vibrant and lively. The only downside, the mass of people wandering around the same areas.</p>\n<p>We managed to try our fair share of duck recipes since this is the region the are most famous of. And we weren't dissapointed. Intersting flavours, tasty food at a nice setting. We could not ask for more.</p>\n<h1 id=\"lavender-route\"><a href=\"#lavender-route\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Lavender route</h1>\n<p>With so many choices around for quaint villages we had to pick a handful of them in a quest to drive around, admire the fields and keep our direction towards the Gorges du Verdon where we would stay the night.</p>\n<p>So first stop was the lavender museum at Coustellet. The fields of the museum did not impress us and rightfully so since they are quite small. The history, the available information and the old equipment are what attracted our interest. They also have up to date information about the state of the fields which helped us to better shape up the planning of the day.</p>\n<tip title=\"Lavander vs Lavandin\">\nYou'll also learn the difference of Lavande and Lavandin, which most people ignore. Lavande is the original plant and Lavandin is a natural hybrid that occurs from the mix of two types of Lavande, the \"fine\" and the \"Aspic\". Lavandin appears in inferior altitudes than Lavande and in much more quantities. The fields at Valensole are from Lavandin. Other differences include the aroma, their qualities and of course the price!\n</tip>\n<p>Coming out of the museum with enough information we decided to try the higher altitudes and specifically the Luberon village since Lavandin was for sure already harvested. The road was beautiful and we were buzzing all along with the opportunity to witness the fields. Luckily we didn't have to wait a lot and once we were on higher altitude fields begun to appear.</p>\n<p>We got to see some beautifull fields and advance towards Valensole quite happy with our findings and the expectations set. We also got to see some harvest ongoing on a full-bio field. It was quite spectacular.</p>\n<p>Unfortunately as we were descending to lower altitude the fields disappeared and we ultimately didn't manage to see any purple fields at Valensole. All of them were harvested and there was only a brown color around. So we headed quite fast to our next destination.</p>\n<h1 id=\"verdon\"><a href=\"#verdon\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Verdon</h1>\n<p>Another hickup of our last minute weekend was that the river going inside the canyon by canoe or paddle was closed. There were indeed some strong winds and it was forbidden by the authorities.</p>\n<p>The change of plans meant we go to visit the canyon from the different viewpoints around it by car. The views were spectacular and with so many places to stop and admire: the bridge of Lac St. Croix, Pont de l’Artuby, the different viewpoints (belvedere) at Route des Cretes and some of the villages around such as Moustier-Sainte-Marie.</p>\n<h1 id=\"we-will-be-back\"><a href=\"#we-will-be-back\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>We will be back</h1>\n<p>We left full of amazing pictures but with a bitter taste in our mouth. Going there 1 month earlier would have impressed even more. We will probably be back to get the full experience sooner rather than later!</p>","id":"2fc8236e-2e0c-518b-ac54-bba1080998de","timeToRead":3,"frontmatter":{"date":"2018-09-19","path":"/lavender-fields-and-verdon/","tags":["lavender","Verdon","canyon","Aix"],"title":"A prolonged weekend at the lavender routes and Verdon in France","country":"France","type":"article","featured":false,"itinerary":["Aix en provence","Valensole","Gorges du Verdon"],"km":300,"duration":3,"coordinates":[{"coordinates":[5.4474,43.5297],"country":"France"}],"cover":{"childImageSharp":{"fluid":{"aspectRatio":1.3968253968253967,"src":"/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-31970.jpg","sizes":"(max-width: 350px) 100vw, 350px","srcSet":"/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-6d04b.jpg 88w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-b926c.jpg 175w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-31970.jpg 350w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-cfe57.jpg 525w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-c2753.jpg 700w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-fb061.jpg 1050w,\n/static/cover-e8f8d6791cfce7c9dd78b9624c614e59-1585b.jpg 1920w"}}}}}],"title":"lavender","type":"tag","pagesSum":1,"page":1}}